Repository: qnm1903/MangaHaven
Catalog: frontend/src/locales/*/messages.po
Languages: vi

source: {0} chapters read · saved on this device
vi: {0} chương đã đọc · lưu trên thiết bị này

source: {0} results found
vi: Tìm thấy {0} kết quả

source: {days}d ago
vi: {days} ngày trước

source: {hours}h ago
vi: {hours} giờ trước

source: {minutes} min ago
vi: {minutes} phút trước

source: {minutes}m ago
vi: {minutes} phút trước

source: {total} chapter update{0} found
vi: Tìm thấy {total} cập nhật chương

source: A collection of manga recently added to the catalog.
vi: Bộ sưu tập manga mới thêm vào danh mục.

source: A collection of newly uploaded chapters
vi: Tập hợp các chương mới được tải lên

source: Account
vi: Tài khoản

source: Account created successfully!
vi: Tạo tài khoản thành công!

source: Account Security
vi: Bảo mật tài khoản

source: Added to your library. You'll see updates in your feed.
vi: Đã thêm vào thư viện. Bạn sẽ thấy cập nhật trong luồng.

source: Additional options will be available in a future update.
vi: Các tùy chọn bổ sung sẽ có trong bản cập nhật tới.

source: Advanced Search
vi: Tìm kiếm nâng cao

source: All {0} records will be permanently deleted. This action cannot be undone.
vi: Tất cả {0} bản ghi sẽ bị xóa vĩnh viễn. Hành động này không thể hoàn tác.

source: All time
vi: Toàn thời gian

source: Alternative Titles
vi: Tiêu đề khác

source: An unknown error occurred.
vi: Đã xảy ra lỗi không xác định.

source: Artist
vi: Họa sĩ

source: At least one language must be selected.
vi: Phải chọn ít nhất một ngôn ngữ.

source: Authentication Error
vi: Lỗi xác thực

source: Authentication failed. Please try again.
vi: Xác thực thất bại. Vui lòng thử lại.

source: Author
vi: Tác giả

source: Authors
vi: Tác giả

source: Avatar removed successfully!
vi: Đã xóa ảnh đại diện thành công!

source: Avatar updated successfully!
vi: Đã cập nhật ảnh đại diện thành công!

source: Back
vi: Quay lại

source: Browse Manga
vi: Khám phá Manga

source: Browse manga and click "Follow" to add them to your library!
vi: Khám phá manga và nhấn "Theo dõi" để thêm vào thư viện!

source: By continuing, you agree to our <0>Terms</0> and <1>Privacy Policy</1>
vi: Bằng cách tiếp tục, bạn đồng ý với <0>Điều khoản</0> và <1>Chính sách bảo mật</1>

source: Cancel
vi: Hủy

source: Change Password
vi: Đổi mật khẩu

source: Change your password to protect your account
vi: Thay đổi mật khẩu để bảo vệ tài khoản của bạn

source: Changing...
vi: Đang thay đổi...

source: Chapter Language
vi: Ngôn ngữ chương

source: Chapter List
vi: Danh sách chương

source: Chapter ready
vi: Chương sẵn sàng

source: Chapter translation language
vi: Ngôn ngữ bản dịch chương

source: Chapters
vi: Chương

source: Chapters have not been published yet.
vi: Chương chưa được xuất bản.

source: Chapters unavailable
vi: Không có chương

source: Choose the display language for the application interface.
vi: Chọn ngôn ngữ hiển thị cho giao diện ứng dụng.

source: Clear all
vi: Xóa tất cả

source: Clear all filters
vi: Xóa tất cả bộ lọc

source: Clear reading history?
vi: Xóa lịch sử đọc?

source: Clipboard error
vi: Lỗi clipboard

source: Comments
vi: Bình luận

source: Comments coming soon
vi: Bình luận sắp ra mắt

source: Community discussion will be available in a future update.
vi: Thảo luận cộng đồng sẽ có trong bản cập nhật tới.

source: Community Score
vi: Điểm cộng đồng

source: Completed
vi: Hoàn thành

source: Confirm New Password
vi: Xác nhận mật khẩu mới

source: Confirm Password
vi: Xác nhận mật khẩu

source: Content Rating
vi: Đánh giá nội dung

source: Could not load profile
vi: Không thể tải hồ sơ

source: Could not load profile information
vi: Không thể tải thông tin hồ sơ

source: Create Account
vi: Tạo tài khoản

source: Create your account
vi: Tạo tài khoản của bạn

source: Creating account...
vi: Đang tạo tài khoản...

source: Current Password
vi: Mật khẩu hiện tại

source: Customize your manga reading experience
vi: Tùy chỉnh trải nghiệm đọc manga của bạn

source: Customize your reading experience
vi: Tùy chỉnh trải nghiệm đọc của bạn

source: Dashboard
vi: Trang chủ

source: Default translation language for chapter lists and home page.
vi: Ngôn ngữ bản dịch mặc định cho danh sách chương và trang chủ.

source: Demographic
vi: Nhân khẩu

source: Description
vi: Mô tả

source: Display Name
vi: Tên hiển thị

source: Edit Profile
vi: Chỉnh sửa hồ sơ

source: Email is invalid
vi: Email không hợp lệ

source: Email is required
vi: Email là bắt buộc

source: Enter current password
vi: Nhập mật khẩu hiện tại

source: Enter display name
vi: Nhập tên hiển thị

source: Enter email address
vi: Nhập địa chỉ email

source: Enter new password (at least 6 characters)
vi: Nhập mật khẩu mới (ít nhất 6 ký tự)

source: Enter your name
vi: Nhập tên của bạn

source: Error
vi: Lỗi

source: Failed to change password. Please check your current password.
vi: Không thể đổi mật khẩu. Vui lòng kiểm tra mật khẩu hiện tại.

source: Failed to load chapters. Please try again later.
vi: Không thể tải chương. Vui lòng thử lại sau.

source: Failed to load feed. Please try again.
vi: Không thể tải luồng. Vui lòng thử lại.

source: Failed to load your library. Please try again.
vi: Không thể tải thư viện. Vui lòng thử lại.

source: Failed to remove avatar
vi: Không thể xóa ảnh đại diện

source: Failed to update profile
vi: Không thể cập nhật hồ sơ

source: Failed to upload avatar
vi: Không thể tải lên ảnh đại diện

source: Favorites
vi: Yêu thích

source: Feature in development
vi: Tính năng đang phát triển

source: Featured Manga
vi: Manga nổi bật

source: File size must not exceed 5MB
vi: Kích thước tệp không được vượt quá 5MB

source: Filters
vi: Bộ lọc

source: Find manga to read
vi: Tìm manga để đọc

source: Find manga with powerful filtering options
vi: Tìm manga với các tùy chọn lọc mạnh mẽ

source: Fit Horizontal
vi: Vừa ngang

source: Fit Vertical
vi: Vừa dọc

source: Focused Languages
vi: Ngôn ngữ dịch

source: Follow
vi: Theo dõi

source: Follow some manga to see their latest chapters here!
vi: Theo dõi manga để xem các chương mới nhất tại đây!

source: Following
vi: Đang theo dõi

source: Following!
vi: Đã theo dõi!

source: Following...
vi: Đang theo dõi...

source: Full Name
vi: Họ và tên

source: Go Back
vi: Quay lại

source: Google Login Error
vi: Lỗi đăng nhập Google

source: Google login failed. Please try again.
vi: Đăng nhập Google thất bại. Vui lòng thử lại.

source: Group ID
vi: ID nhóm

source: Group Information
vi: Thông tin nhóm

source: Group Leader
vi: Trưởng nhóm

source: Hide
vi: Ẩn

source: Hide password
vi: Ẩn mật khẩu

source: Highest Rated
vi: Đánh giá cao nhất

source: History cleared
vi: Đã xóa lịch sử

source: Image Fit
vi: Vừa ảnh

source: Image gap (px)
vi: Khoảng cách ảnh (px)

source: Inactive
vi: Ngưng hoạt động

source: Information
vi: Thông tin

source: Interface Language
vi: Ngôn ngữ giao diện

source: Joined {0}
vi: Tham gia {0}

source: just now
vi: vừa xong

source: Just now
vi: Vừa xong

source: Language
vi: Ngôn ngữ

source: Languages
vi: Ngôn ngữ có bản dịch

source: Last Updated
vi: Cập nhật lần cuối

source: Latest Update
vi: Cập nhật mới nhất

source: Latest Updates
vi: Cập nhật mới nhất

source: Link copied
vi: Đã sao chép liên kết

source: Local
vi: Nội bộ

source: Login Error
vi: Lỗi đăng nhập

source: Login was interrupted. Please try again.
vi: Đăng nhập bị gián đoạn. Vui lòng thử lại.

source: Manage your personal information and account settings
vi: Quản lý thông tin cá nhân và cài đặt tài khoản

source: Manga that many readers are following this month.
vi: Manga được nhiều độc giả theo dõi trong tháng này.

source: Manga you're following
vi: Manga bạn đang theo dõi

source: members
vi: thành viên

source: More
vi: Thêm

source: More actions coming soon
vi: Thêm tính năng sắp ra mắt

source: Most Popular
vi: Phổ biến nhất

source: My Library
vi: Thư viện

source: My Profile
vi: Hồ sơ của tôi

source: Name is required
vi: Tên là bắt buộc

source: Navigation
vi: Điều hướng

source: New chapters from manga you follow
vi: Chương mới từ manga bạn theo dõi

source: New Password
vi: Mật khẩu mới

source: New password must be at least 6 characters
vi: Mật khẩu mới phải có ít nhất 6 ký tự

source: New Series
vi: Series mới

source: Newest Added
vi: Mới thêm nhất

source: Next
vi: Tiếp theo

source: No chapters found for the selected time range.
vi: Không tìm thấy chương trong khoảng thời gian đã chọn.

source: No credential received from Google.
vi: Không nhận được thông tin đăng nhập từ Google.

source: No group
vi: Không có nhóm

source: No manga followed yet
vi: Chưa theo dõi manga nào

source: No new chapters yet. Try again in a few minutes.
vi: Chưa có chương mới. Thử lại sau vài phút.

source: No new manga. Refresh or check back in a few minutes.
vi: Chưa có manga mới. Làm mới hoặc quay lại sau vài phút.

source: No related titles found.
vi: Không tìm thấy tiêu đề liên quan.

source: No results found
vi: Không tìm thấy kết quả

source: No scanlation group info
vi: Không có thông tin nhóm dịch

source: No updates yet
vi: Chưa có cập nhật

source: No Volume
vi: Không có tập

source: Official
vi: Chính thức

source: Ongoing
vi: Đang tiến hành

source: Opening {0}.
vi: Đang mở {0}.

source: or continue with email
vi: hoặc tiếp tục với email

source: Original Language
vi: Ngôn ngữ gốc

source: Page {0} of {totalPages}
vi: Trang {0} / {totalPages}

source: Page {page}
vi: Trang {page}

source: Password
vi: Mật khẩu

source: Password changed successfully!
vi: Đổi mật khẩu thành công!

source: Password is required
vi: Mật khẩu là bắt buộc

source: Password must be at least 6 characters
vi: Mật khẩu phải có ít nhất 6 ký tự

source: Passwords do not match
vi: Mật khẩu không khớp

source: Personal Information
vi: Thông tin cá nhân

source: Personalized recommendations will be available in a future update.
vi: Gợi ý cá nhân hóa sẽ có trong bản cập nhật tới.

source: Please confirm your password
vi: Vui lòng xác nhận mật khẩu

source: Please select an image file
vi: Vui lòng chọn tệp ảnh

source: Please sign in to view your profile
vi: Vui lòng đăng nhập để xem hồ sơ

source: Previous
vi: Trước

source: Profile
vi: Hồ sơ

source: Profile updated successfully!
vi: Cập nhật hồ sơ thành công!

source: Publication Status
vi: Trạng thái xuất bản

source: Publication Year
vi: Năm xuất bản

source: Rankings
vi: Xếp hạng

source: Re-enter new password
vi: Nhập lại mật khẩu mới

source: Read or Buy
vi: Đọc hoặc Mua

source: Reader Header
vi: Thanh tiêu đề đọc

source: Reader Settings
vi: Cài đặt đọc truyện

source: Readers
vi: Độc giả

source: Reading History
vi: Lịch sử đọc

source: Reading history is saved on this device
vi: Lịch sử đọc được lưu trên thiết bị này

source: Reading history will appear here after you open a chapter.
vi: Lịch sử đọc sẽ xuất hiện ở đây sau khi bạn mở một chương.

source: Reading Mode
vi: Chế độ đọc

source: Recommendations
vi: Gợi ý

source: Recommendations coming soon
vi: Gợi ý sắp ra mắt

source: Related
vi: Liên quan

source: Related Titles
vi: Tựa đề liên quan

source: Relevance
vi: Liên quan

source: Remove avatar
vi: Xóa ảnh đại diện

source: Removed from your library.
vi: Đã xóa khỏi thư viện.

source: Reset All Filters
vi: Đặt lại tất cả bộ lọc

source: Retry
vi: Thử lại

source: Role
vi: Vai trò

source: Role cannot be changed
vi: Vai trò không thể thay đổi

source: Save Changes
vi: Lưu thay đổi

source: Saving...
vi: Đang lưu...

source: Scanlation Group
vi: Nhóm dịch

source: Search
vi: Tìm kiếm

source: Search manga titles...
vi: Tìm kiếm tên manga...

source: Searching...
vi: Đang tìm kiếm...

source: Security
vi: Bảo mật

source: See {0} more chapters →
vi: Xem thêm {0} chương →

source: See all ({0})
vi: Xem tất cả ({0})

source: Settings
vi: Cài đặt

source: Share
vi: Chia sẻ

source: Share this manga with your friends.
vi: Chia sẻ manga này với bạn bè.

source: Show
vi: Hiển thị

source: Show password
vi: Hiển thị mật khẩu

source: Shows up to the last 10 chapters from this device.
vi: Hiển thị tới 10 chương cuối từ thiết bị này.

source: Sign In
vi: Đăng nhập

source: Sign Out
vi: Đăng xuất

source: Sign Up
vi: Đăng ký

source: Signing in...
vi: Đang đăng nhập...

source: Single Page
vi: Từng trang

source: Something went wrong while contacting the server.
vi: Đã xảy ra lỗi khi liên hệ máy chủ.

source: Something went wrong.
vi: Đã xảy ra lỗi.

source: Sort by
vi: Sắp xếp theo

source: Status
vi: Trạng thái

source: Successfully signed in with Google.
vi: Đăng nhập Google thành công.

source: Successfully signed in!
vi: Đăng nhập thành công!

source: Synopsis
vi: Tóm tắt

source: Tags
vi: Thẻ

source: The rankings feature will be available soon.
vi: Tính năng xếp hạng sắp ra mắt.

source: This month
vi: Tháng này

source: This reading mode will be available soon.
vi: Chế độ đọc này sắp có.

source: This series does not have readable chapters yet.
vi: Series này chưa có chương có thể đọc.

source: This week
vi: Tuần này

source: Timezone
vi: Múi giờ

source: Today
vi: Hôm nay

source: Top 10 trending new manga this month
vi: Top 10 manga mới nổi bật tháng này

source: Total Following
vi: Tổng đang theo dõi

source: Track
vi: Theo dõi tiến độ

source: Translate to Vietnamese
vi: Dịch sang Tiếng Việt

source: Translation coming soon
vi: Bản dịch sắp ra mắt

source: Try adjusting your search or filters
vi: Hãy thử điều chỉnh tìm kiếm hoặc bộ lọc

source: Unable to load data.
vi: Không thể tải dữ liệu.

source: Unable to load featured data
vi: Không thể tải dữ liệu nổi bật

source: Unable to load this manga
vi: Không thể tải manga này

source: Unfollowed
vi: Đã bỏ theo dõi

source: Unfollowing...
vi: Đang bỏ theo dõi...

source: unknown
vi: không rõ

source: Update your personal details
vi: Cập nhật thông tin cá nhân của bạn

source: uploads
vi: tải lên

source: User
vi: Người dùng

source: Vertical Scroll
vi: Trượt dọc

source: Vietnamese translation will be available in a future release.
vi: Bản dịch tiếng Việt sẽ có trong phiên bản tới.

source: View
vi: Xem

source: View on
vi: Xem trên

source: Volume
vi: Tập

source: We could not copy the link. Please copy it manually.
vi: Không thể sao chép liên kết. Vui lòng sao chép thủ công.

source: We could not find this manga. It may have been removed.
vi: Không tìm thấy manga này. Có thể nó đã bị xóa.

source: Website
vi: Trang web

source: Welcome back
vi: Chào mừng trở lại

source: Welcome!
vi: Chào mừng!

source: Where To Find
vi: Tìm nhóm ở

source: works
vi: tác phẩm

source: Works
vi: Tác phẩm

source: You haven't read any manga recently.
vi: Bạn chưa đọc manga nào gần đây.

source: You haven't read any manga yet
vi: Bạn chưa đọc manga nào

source: Your reading history has been deleted.
vi: Lịch sử đọc của bạn đã bị xóa.
